---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.Profile2FamType
source: html/32c3408b-e35e-0716-c127-9a7a0a762fca.htm
---
# Autodesk.Revit.DB.ParameterTypeId.Profile2FamType Property

"Profile"

## Syntax (C#)
```csharp
public static ForgeTypeId Profile2FamType { get; }
```